import React from "react";
import Image from "next/image";
export default function course() {
  return (
    <>
      <div className="w-full sm:px-10 md:px-32 flex sm:flex-col md:flex-row sm:mt-10 md:mt-32 justify-center">
        <div className="flex flex-col sm:w-full md:w-2/5 md:mx-10">
          <div className="rounded-2xl object-cover overflow-hidden mb-10 flex justify-center w-full bg-gray-300">
            <Image src="/course.png" width={700} height={500} />
          </div>
          <div className="mb-10 text-3xl font-bold">
            دوره فلان تخصصی در بیسار
          </div>
          <div className="text-sm mb-8 leading-7 text-justify">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد
            نیازلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد
            نیازلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز
          </div>
          <div className=" font-base text-lg mb-3">جزییات دوره</div>
          <div className="text-sm mb-8 leading-7 text-justify">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد
            نیازلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز
          </div>
          <div className=" font-base text-lg mb-3">درباره مدرس</div>
          <div className="text-sm mb-8 leading-7 text-justify">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد
            نیازلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز
          </div>
          <div className=" font-base text-lg mb-3">بقیه موضوعات دوره</div>
          <div className="text-sm mb-8 leading-7 text-justify">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد
            نیازلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
            استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز
          </div>
        </div>
        <div className="md:w-1/4 sm:w-full h-full flex flex-col mt-20 md:mx-10 items-center">
          <div className=" shadow-xl w-80 flex flex-col relative  items-center rounded-2xl bg-gradient-to-r from-mainBlue to-mainPurple to-80%">
            <div className="bg-gray-100 shadow-xl absolute bottom-32 rounded-xl flex items-center justify-center w-40 h-40">
              <Image src="/happy.png" width={150} height={150} />
            </div>
            <div className="w-full p-4 mt-20 flex flex-col items-center ">
              <div className="mb-3 w-full flex flex-col  items-center">
                <div className=" font-light text-sm text-white">مدرس </div>
                <div className=" text-lg font-bold text-white">
                  استاد عباس کیارستمی
                </div>
              </div>
              <div className="w-full flex  justify-center">
                <button className="px-3 py-2 rounded-lg border border-white text-white font-light text-sm">
                  مشاهده دوره های استاد
                </button>
              </div>
            </div>
          </div>
          <div className=" relative w-80 flex flex-col items-center mt-10 rounded-2xl shadow-2xl">
            <div className="flex my-14 bg-white w-full h-full justify-center items-center">
              <div className="ml-5">قیمت دوره:</div>
              <div className="flex items-center">
                <span className=" text-3xl text-purple-400"> ۱۲۰۰۰۰۰</span>
                <span className="mr-2">تومان</span>
              </div>
            </div>
            <div className=" absolute top-36  rounded-lg py-4 px-8 bg-gradient-to-r from-mainBlue to-mainPurple to-80% flex justify-center">
              <div className="ml-2 ">
                <svg
                  id="Group_54"
                  data-name="Group 54"
                  xmlns="http://www.w3.org/2000/svg"
                  width="25.001"
                  height="25.042"
                  viewBox="0 0 25.001 25.042"
                >
                  <path
                    id="Path_11"
                    data-name="Path 11"
                    d="M-654.627-137.441a1.528,1.528,0,0,1,.757.617c1.611,2.2,3.231,4.4,4.841,6.6a.474.474,0,0,0,.442.218c1.027-.01,2.054,0,3.08-.005a.925.925,0,0,1,.814.362.968.968,0,0,1,.18.509c.014,1.353-.014,2.706.019,4.058a.949.949,0,0,1-.894.937c-.219,0-.439,0-.684,0-.047.39-.095.766-.137,1.143-.089.793-.173,1.587-.262,2.38a.989.989,0,0,1-1.225.981.945.945,0,0,1-.73-1.042c.057-.682.14-1.361.216-2.041.09-.8.186-1.6.275-2.4a.991.991,0,0,1,1.067-.972c.138,0,.277,0,.435,0v-1.939h-21.091v1.939h16.508a1.011,1.011,0,0,1,1.077.667.975.975,0,0,1-.835,1.281c-.105.01-.212.007-.318.007h-14.791c.06.513.116,1,.175,1.493q.308,2.571.617,5.142c.06.5.107,1,.194,1.5a1.927,1.927,0,0,0,1.9,1.642c.2.007.391,0,.587,0q5.7,0,11.393,0a1.95,1.95,0,0,0,1.962-1.324c.06-.167.083-.347.127-.521a.969.969,0,0,1,1.148-.738.99.99,0,0,1,.764,1.117,3.907,3.907,0,0,1-3.945,3.42q-4.926.008-9.852,0c-.66,0-1.321-.019-1.98,0a3.988,3.988,0,0,1-4.118-3.738c-.178-1.872-.439-3.736-.663-5.6q-.131-1.092-.26-2.183c-.008-.063-.018-.126-.031-.215-.21,0-.412,0-.613,0a.974.974,0,0,1-1.017-1.017q-.009-1.919,0-3.838a.969.969,0,0,1,1.022-1.01c1.059-.006,2.119-.007,3.178,0a.432.432,0,0,0,.4-.208q2.424-3.313,4.856-6.621a1.487,1.487,0,0,1,.764-.609h.391a3.071,3.071,0,0,1,.343.177.988.988,0,0,1,.162,1.479q-2.037,2.777-4.077,5.552c-.046.062-.086.128-.141.209h11.277c-.06-.088-.1-.155-.148-.219l-2.878-3.917c-.415-.564-.837-1.123-1.242-1.695a.968.968,0,0,1,.482-1.542.741.741,0,0,0,.085-.045Z"
                    transform="translate(669.495 137.441)"
                    fill="#fff"
                  />
                  <path
                    id="Path_12"
                    data-name="Path 12"
                    d="M-512.114,176.343c0,.619,0,1.238,0,1.858a.984.984,0,0,1-.971,1.062.98.98,0,0,1-.983-1.05q-.005-1.882,0-3.764a.98.98,0,0,1,.983-1.05.984.984,0,0,1,.971,1.062C-512.112,175.088-512.114,175.716-512.114,176.343Z"
                    transform="translate(521.701 -158.14)"
                    fill="#fff"
                  />
                  <path
                    id="Path_13"
                    data-name="Path 13"
                    d="M-432.421,176.345c0,.619,0,1.238,0,1.858a.984.984,0,0,1-.973,1.061.98.98,0,0,1-.981-1.052q0-1.882,0-3.764a.98.98,0,0,1,.985-1.048.98.98,0,0,1,.969,1.04C-432.417,175.074-432.421,175.709-432.421,176.345Z"
                    transform="translate(445.919 -158.14)"
                    fill="#fff"
                  />
                  <path
                    id="Path_14"
                    data-name="Path 14"
                    d="M-354.676,176.315c0-.619,0-1.238,0-1.858a.983.983,0,0,1,.975-1.058.981.981,0,0,1,.979,1.054q0,1.882,0,3.764a.979.979,0,0,1-.987,1.046.98.98,0,0,1-.967-1.042C-354.68,177.586-354.676,176.95-354.676,176.315Z"
                    transform="translate(370.131 -158.141)"
                    fill="#fff"
                  />
                </svg>
              </div>
              <div className="text-white font-medium">افزودن به سبد خرید</div>
            </div>
            <div className="px-6 py-14 bg-slate-300 w-full mt-6 rounded-2xl">
              <ul>
                <li className=" text-sm text-gray-500 mb-4">10 ساعت</li>
                <li className=" text-sm text-gray-500 mb-4">16 جلسه</li>
                <li className=" text-sm text-gray-500 mb-4">فایل تمرین دارد</li>
                <li className=" text-sm text-gray-500 mb-4">پیش نیاز ندارد</li>
                <li className=" text-sm text-gray-500 mb-4">زبان فارسی</li>
              </ul>
            </div>
          </div>
          <div className="mb-4 mt-16 w-full flex justify-center text-lg font-bold">
            دوره های مرتبط
          </div>
          <div className="flex flex-col">
            <div className="rounded-xl overflow-hidden flex flex-col items-center mx-8 bg-white shadow-lg mb-6">
              <div className="bg-slate-200 rounded-xl overflow-hidden relative w-80 flex">
                <Image src="/handsome.png" width={350} height={300} />
              </div>
              <div className="flex flex-col justify-center items-start py-3 px-5 w-full">
                <div className="mb-3">دوره فلان در جبر و بیسار مثلثاتی</div>
                <div className="flex justify-start  w-full">
                  <div className="flex ml-2">
                    <div className="flex justify-center items-center ml-[5px]">
                      <svg
                        xmlns="http://www.w3.org/2000/svg"
                        width="13.077"
                        height="13.081"
                        viewBox="0 0 13.077 13.081"
                      >
                        <g
                          id="Group_48"
                          data-name="Group 48"
                          transform="translate(0 0)"
                        >
                          <g
                            id="Group_29"
                            data-name="Group 29"
                            transform="translate(0 0)"
                          >
                            <path
                              id="Path_84"
                              data-name="Path 84"
                              d="M-5350.2-2136.846v.767c-.007.045-.017.09-.023.135-.041.281-.064.567-.124.844a6.347,6.347,0,0,1-2.428,3.826,6.341,6.341,0,0,1-5.336,1.2,6.315,6.315,0,0,1-3.81-2.41,6.363,6.363,0,0,1-1.322-4.631,6.315,6.315,0,0,1,1.595-3.656,6.421,6.421,0,0,1,3.783-2.128c.246-.044.5-.068.743-.1h.767a.708.708,0,0,0,.1.021,6.225,6.225,0,0,1,2.853.9,6.452,6.452,0,0,1,3.1,4.494C-5350.256-2137.343-5350.233-2137.093-5350.2-2136.846Zm-6.534-5.14a5.53,5.53,0,0,0-5.529,5.516,5.53,5.53,0,0,0,5.513,5.531,5.529,5.529,0,0,0,5.535-5.522A5.527,5.527,0,0,0-5356.735-2141.986Z"
                              transform="translate(5363.278 2143.002)"
                              fill="#c95dff"
                            />
                            <path
                              id="Path_85"
                              data-name="Path 85"
                              d="M-5174.85-2046.156c0-.489,0-.979,0-1.468a.508.508,0,0,1,.683-.509.521.521,0,0,1,.333.535c0,.856,0,1.711,0,2.567a.27.27,0,0,0,.123.252q.842.621,1.676,1.255a.5.5,0,0,1,.121.729.505.505,0,0,1-.727.08c-.468-.347-.934-.7-1.4-1.048-.185-.138-.366-.28-.553-.413a.583.583,0,0,1-.257-.512C-5174.848-2045.177-5174.85-2045.666-5174.85-2046.156Z"
                              transform="translate(5180.879 2051.201)"
                              fill="#c95dff"
                            />
                          </g>
                        </g>
                      </svg>
                    </div>
                    <span className=" text-xs ">10 ساعت</span>
                  </div>
                  <div className="flex ml-2">
                    <div className="flex justify-center items-center ml-[5px]">
                      <svg
                        xmlns="http://www.w3.org/2000/svg"
                        width="13.078"
                        height="13.076"
                        viewBox="0 0 13.078 13.076"
                      >
                        <g
                          id="Group_50"
                          data-name="Group 50"
                          transform="translate(0)"
                        >
                          <path
                            id="Path_87"
                            data-name="Path 87"
                            d="M-4889.846-2286.765v-.766a.719.719,0,0,0,.021-.111,6,6,0,0,1,.594-2.267,6.454,6.454,0,0,1,4.973-3.7c.187-.031.377-.049.566-.073h.766a.675.675,0,0,0,.1.021,6.052,6.052,0,0,1,2.576.743,6.42,6.42,0,0,1,3.471,5.5,5.976,5.976,0,0,1-.76,3.339,6.416,6.416,0,0,1-5.532,3.461,5.979,5.979,0,0,1-3.006-.611,6.444,6.444,0,0,1-3.664-4.78C-4889.792-2286.259-4889.812-2286.513-4889.846-2286.765Zm6.534,5.06a5.441,5.441,0,0,0,5.447-5.433,5.445,5.445,0,0,0-5.44-5.453,5.446,5.446,0,0,0-5.446,5.434A5.443,5.443,0,0,0-4883.312-2281.7Z"
                            transform="translate(4889.846 2293.686)"
                            fill="#c95dff"
                          />
                          <path
                            id="Path_88"
                            data-name="Path 88"
                            d="M-4754.358-2185.989c0-.63,0-1.26,0-1.89a.358.358,0,0,1,.182-.364.359.359,0,0,1,.4.07q1.3.947,2.6,1.892a.335.335,0,0,1,0,.6q-1.305.949-2.611,1.9a.353.353,0,0,1-.393.06.352.352,0,0,1-.178-.353C-4754.356-2184.712-4754.358-2185.351-4754.358-2185.989Z"
                            transform="translate(4759.821 2192.527)"
                            fill="#c95dff"
                          />
                        </g>
                      </svg>
                    </div>
                    <span className=" text-xs ">16 جلسه</span>
                  </div>
                  <div className="flex">
                    <div className="flex justify-center items-center ml-[5px]">
                      <svg
                        xmlns="http://www.w3.org/2000/svg"
                        width="14.226"
                        height="11.901"
                        viewBox="0 0 14.226 11.901"
                      >
                        <g
                          id="Group_49"
                          data-name="Group 49"
                          transform="translate(0)"
                        >
                          <path
                            id="Path_86"
                            data-name="Path 86"
                            d="M-4808.455-1895.3l-2.132,6.111a1.537,1.537,0,0,1-1.488,1.06q-4.788,0-9.571,0a1.057,1.057,0,0,1-.722-.234.961.961,0,0,1-.308-.774q-.007-4.286,0-8.571a.948.948,0,0,1,.953-.954c.14,0,.279,0,.417,0a.46.46,0,0,0,.438-.3c.03-.077.056-.156.084-.235a1.227,1.227,0,0,1,1.168-.824c.487,0,.973-.007,1.459,0a1.566,1.566,0,0,1,1.264.645c.09.117.175.239.263.358a.841.841,0,0,0,.713.359h4.223a.963.963,0,0,1,1.046,1.046v1.263c.058,0,.106.006.155.006h.958a.947.947,0,0,1,1.083.741Zm-8.385,6.4h4.751a.762.762,0,0,0,.775-.55l1.723-4.921c.114-.327.232-.653.343-.982.049-.15.006-.206-.15-.217-.027,0-.055,0-.084,0h-9.556a.774.774,0,0,0-.757.541q-.957,2.729-1.912,5.457c-.054.153-.11.3-.159.459s-.005.208.15.214c.041,0,.083,0,.126,0Zm5.414-7.442v-1.241c0-.262-.038-.3-.293-.3q-2.1,0-4.2,0a1.6,1.6,0,0,1-1.346-.679c-.089-.119-.17-.243-.263-.358a.8.8,0,0,0-.646-.324c-.477,0-.954,0-1.43,0a.46.46,0,0,0-.466.324c-.025.069-.046.14-.073.209a1.212,1.212,0,0,1-1.027.82,3.787,3.787,0,0,1-.486.009c-.2,0-.253.051-.253.254v6.1c0,.037,0,.074.01.151.026-.069.038-.1.048-.129q.654-1.864,1.306-3.729a1.551,1.551,0,0,1,1.557-1.1h7.559Z"
                            transform="translate(4822.68 1900.029)"
                            fill="#c95dff"
                          />
                        </g>
                      </svg>
                    </div>
                    <span className=" text-xs ">فایل تمرین دارد</span>
                  </div>
                </div>
              </div>
              <div className="flex items-center mb-5 mt-4">
                <div className="ml-2 py-2 px-4 flex justify-center items-center  rounded-lg bg-mainBlue ">
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    fill="none"
                    viewBox="0 0 24 24"
                    strokeWidth={1.5}
                    stroke="#ffff"
                    className="w-7 h-7 "
                  >
                    <path
                      strokeLinecap="round"
                      strokeLinejoin="round"
                      d="M2.036 12.322a1.012 1.012 0 010-.639C3.423 7.51 7.36 4.5 12 4.5c4.638 0 8.573 3.007 9.963 7.178.07.207.07.431 0 .639C20.577 16.49 16.64 19.5 12 19.5c-4.638 0-8.573-3.007-9.963-7.178z"
                    />
                    <path
                      strokeLinecap="round"
                      strokeLinejoin="round"
                      d="M15 12a3 3 0 11-6 0 3 3 0 016 0z"
                    />
                  </svg>
                </div>
                <div className=" rounded-lg py-2 px-5 bg-mainPurple flex">
                  <div className="ml-2 ">
                    <svg
                      id="Group_54"
                      data-name="Group 54"
                      xmlns="http://www.w3.org/2000/svg"
                      width="25.001"
                      height="25.042"
                      viewBox="0 0 25.001 25.042"
                    >
                      <path
                        id="Path_11"
                        data-name="Path 11"
                        d="M-654.627-137.441a1.528,1.528,0,0,1,.757.617c1.611,2.2,3.231,4.4,4.841,6.6a.474.474,0,0,0,.442.218c1.027-.01,2.054,0,3.08-.005a.925.925,0,0,1,.814.362.968.968,0,0,1,.18.509c.014,1.353-.014,2.706.019,4.058a.949.949,0,0,1-.894.937c-.219,0-.439,0-.684,0-.047.39-.095.766-.137,1.143-.089.793-.173,1.587-.262,2.38a.989.989,0,0,1-1.225.981.945.945,0,0,1-.73-1.042c.057-.682.14-1.361.216-2.041.09-.8.186-1.6.275-2.4a.991.991,0,0,1,1.067-.972c.138,0,.277,0,.435,0v-1.939h-21.091v1.939h16.508a1.011,1.011,0,0,1,1.077.667.975.975,0,0,1-.835,1.281c-.105.01-.212.007-.318.007h-14.791c.06.513.116,1,.175,1.493q.308,2.571.617,5.142c.06.5.107,1,.194,1.5a1.927,1.927,0,0,0,1.9,1.642c.2.007.391,0,.587,0q5.7,0,11.393,0a1.95,1.95,0,0,0,1.962-1.324c.06-.167.083-.347.127-.521a.969.969,0,0,1,1.148-.738.99.99,0,0,1,.764,1.117,3.907,3.907,0,0,1-3.945,3.42q-4.926.008-9.852,0c-.66,0-1.321-.019-1.98,0a3.988,3.988,0,0,1-4.118-3.738c-.178-1.872-.439-3.736-.663-5.6q-.131-1.092-.26-2.183c-.008-.063-.018-.126-.031-.215-.21,0-.412,0-.613,0a.974.974,0,0,1-1.017-1.017q-.009-1.919,0-3.838a.969.969,0,0,1,1.022-1.01c1.059-.006,2.119-.007,3.178,0a.432.432,0,0,0,.4-.208q2.424-3.313,4.856-6.621a1.487,1.487,0,0,1,.764-.609h.391a3.071,3.071,0,0,1,.343.177.988.988,0,0,1,.162,1.479q-2.037,2.777-4.077,5.552c-.046.062-.086.128-.141.209h11.277c-.06-.088-.1-.155-.148-.219l-2.878-3.917c-.415-.564-.837-1.123-1.242-1.695a.968.968,0,0,1,.482-1.542.741.741,0,0,0,.085-.045Z"
                        transform="translate(669.495 137.441)"
                        fill="#fff"
                      />
                      <path
                        id="Path_12"
                        data-name="Path 12"
                        d="M-512.114,176.343c0,.619,0,1.238,0,1.858a.984.984,0,0,1-.971,1.062.98.98,0,0,1-.983-1.05q-.005-1.882,0-3.764a.98.98,0,0,1,.983-1.05.984.984,0,0,1,.971,1.062C-512.112,175.088-512.114,175.716-512.114,176.343Z"
                        transform="translate(521.701 -158.14)"
                        fill="#fff"
                      />
                      <path
                        id="Path_13"
                        data-name="Path 13"
                        d="M-432.421,176.345c0,.619,0,1.238,0,1.858a.984.984,0,0,1-.973,1.061.98.98,0,0,1-.981-1.052q0-1.882,0-3.764a.98.98,0,0,1,.985-1.048.98.98,0,0,1,.969,1.04C-432.417,175.074-432.421,175.709-432.421,176.345Z"
                        transform="translate(445.919 -158.14)"
                        fill="#fff"
                      />
                      <path
                        id="Path_14"
                        data-name="Path 14"
                        d="M-354.676,176.315c0-.619,0-1.238,0-1.858a.983.983,0,0,1,.975-1.058.981.981,0,0,1,.979,1.054q0,1.882,0,3.764a.979.979,0,0,1-.987,1.046.98.98,0,0,1-.967-1.042C-354.68,177.586-354.676,176.95-354.676,176.315Z"
                        transform="translate(370.131 -158.141)"
                        fill="#fff"
                      />
                    </svg>
                  </div>
                  <div className="text-white font-base">افزودن به سبد خرید</div>
                </div>
              </div>
            </div>
            <div className="rounded-xl overflow-hidden flex flex-col items-center mx-8 bg-white shadow-lg">
              <div className="bg-slate-200 rounded-xl overflow-hidden relative w-80 flex">
                <Image src="/handsome.png" width={350} height={300} />
              </div>
              <div className="flex flex-col justify-center items-start py-3 px-5 w-full">
                <div className="mb-3">دوره فلان در جبر و بیسار مثلثاتی</div>
                <div className="flex justify-start  w-full">
                  <div className="flex ml-2">
                    <div className="flex justify-center items-center ml-[5px]">
                      <svg
                        xmlns="http://www.w3.org/2000/svg"
                        width="13.077"
                        height="13.081"
                        viewBox="0 0 13.077 13.081"
                      >
                        <g
                          id="Group_48"
                          data-name="Group 48"
                          transform="translate(0 0)"
                        >
                          <g
                            id="Group_29"
                            data-name="Group 29"
                            transform="translate(0 0)"
                          >
                            <path
                              id="Path_84"
                              data-name="Path 84"
                              d="M-5350.2-2136.846v.767c-.007.045-.017.09-.023.135-.041.281-.064.567-.124.844a6.347,6.347,0,0,1-2.428,3.826,6.341,6.341,0,0,1-5.336,1.2,6.315,6.315,0,0,1-3.81-2.41,6.363,6.363,0,0,1-1.322-4.631,6.315,6.315,0,0,1,1.595-3.656,6.421,6.421,0,0,1,3.783-2.128c.246-.044.5-.068.743-.1h.767a.708.708,0,0,0,.1.021,6.225,6.225,0,0,1,2.853.9,6.452,6.452,0,0,1,3.1,4.494C-5350.256-2137.343-5350.233-2137.093-5350.2-2136.846Zm-6.534-5.14a5.53,5.53,0,0,0-5.529,5.516,5.53,5.53,0,0,0,5.513,5.531,5.529,5.529,0,0,0,5.535-5.522A5.527,5.527,0,0,0-5356.735-2141.986Z"
                              transform="translate(5363.278 2143.002)"
                              fill="#c95dff"
                            />
                            <path
                              id="Path_85"
                              data-name="Path 85"
                              d="M-5174.85-2046.156c0-.489,0-.979,0-1.468a.508.508,0,0,1,.683-.509.521.521,0,0,1,.333.535c0,.856,0,1.711,0,2.567a.27.27,0,0,0,.123.252q.842.621,1.676,1.255a.5.5,0,0,1,.121.729.505.505,0,0,1-.727.08c-.468-.347-.934-.7-1.4-1.048-.185-.138-.366-.28-.553-.413a.583.583,0,0,1-.257-.512C-5174.848-2045.177-5174.85-2045.666-5174.85-2046.156Z"
                              transform="translate(5180.879 2051.201)"
                              fill="#c95dff"
                            />
                          </g>
                        </g>
                      </svg>
                    </div>
                    <span className=" text-xs ">10 ساعت</span>
                  </div>
                  <div className="flex ml-2">
                    <div className="flex justify-center items-center ml-[5px]">
                      <svg
                        xmlns="http://www.w3.org/2000/svg"
                        width="13.078"
                        height="13.076"
                        viewBox="0 0 13.078 13.076"
                      >
                        <g
                          id="Group_50"
                          data-name="Group 50"
                          transform="translate(0)"
                        >
                          <path
                            id="Path_87"
                            data-name="Path 87"
                            d="M-4889.846-2286.765v-.766a.719.719,0,0,0,.021-.111,6,6,0,0,1,.594-2.267,6.454,6.454,0,0,1,4.973-3.7c.187-.031.377-.049.566-.073h.766a.675.675,0,0,0,.1.021,6.052,6.052,0,0,1,2.576.743,6.42,6.42,0,0,1,3.471,5.5,5.976,5.976,0,0,1-.76,3.339,6.416,6.416,0,0,1-5.532,3.461,5.979,5.979,0,0,1-3.006-.611,6.444,6.444,0,0,1-3.664-4.78C-4889.792-2286.259-4889.812-2286.513-4889.846-2286.765Zm6.534,5.06a5.441,5.441,0,0,0,5.447-5.433,5.445,5.445,0,0,0-5.44-5.453,5.446,5.446,0,0,0-5.446,5.434A5.443,5.443,0,0,0-4883.312-2281.7Z"
                            transform="translate(4889.846 2293.686)"
                            fill="#c95dff"
                          />
                          <path
                            id="Path_88"
                            data-name="Path 88"
                            d="M-4754.358-2185.989c0-.63,0-1.26,0-1.89a.358.358,0,0,1,.182-.364.359.359,0,0,1,.4.07q1.3.947,2.6,1.892a.335.335,0,0,1,0,.6q-1.305.949-2.611,1.9a.353.353,0,0,1-.393.06.352.352,0,0,1-.178-.353C-4754.356-2184.712-4754.358-2185.351-4754.358-2185.989Z"
                            transform="translate(4759.821 2192.527)"
                            fill="#c95dff"
                          />
                        </g>
                      </svg>
                    </div>
                    <span className=" text-xs ">16 جلسه</span>
                  </div>
                  <div className="flex">
                    <div className="flex justify-center items-center ml-[5px]">
                      <svg
                        xmlns="http://www.w3.org/2000/svg"
                        width="14.226"
                        height="11.901"
                        viewBox="0 0 14.226 11.901"
                      >
                        <g
                          id="Group_49"
                          data-name="Group 49"
                          transform="translate(0)"
                        >
                          <path
                            id="Path_86"
                            data-name="Path 86"
                            d="M-4808.455-1895.3l-2.132,6.111a1.537,1.537,0,0,1-1.488,1.06q-4.788,0-9.571,0a1.057,1.057,0,0,1-.722-.234.961.961,0,0,1-.308-.774q-.007-4.286,0-8.571a.948.948,0,0,1,.953-.954c.14,0,.279,0,.417,0a.46.46,0,0,0,.438-.3c.03-.077.056-.156.084-.235a1.227,1.227,0,0,1,1.168-.824c.487,0,.973-.007,1.459,0a1.566,1.566,0,0,1,1.264.645c.09.117.175.239.263.358a.841.841,0,0,0,.713.359h4.223a.963.963,0,0,1,1.046,1.046v1.263c.058,0,.106.006.155.006h.958a.947.947,0,0,1,1.083.741Zm-8.385,6.4h4.751a.762.762,0,0,0,.775-.55l1.723-4.921c.114-.327.232-.653.343-.982.049-.15.006-.206-.15-.217-.027,0-.055,0-.084,0h-9.556a.774.774,0,0,0-.757.541q-.957,2.729-1.912,5.457c-.054.153-.11.3-.159.459s-.005.208.15.214c.041,0,.083,0,.126,0Zm5.414-7.442v-1.241c0-.262-.038-.3-.293-.3q-2.1,0-4.2,0a1.6,1.6,0,0,1-1.346-.679c-.089-.119-.17-.243-.263-.358a.8.8,0,0,0-.646-.324c-.477,0-.954,0-1.43,0a.46.46,0,0,0-.466.324c-.025.069-.046.14-.073.209a1.212,1.212,0,0,1-1.027.82,3.787,3.787,0,0,1-.486.009c-.2,0-.253.051-.253.254v6.1c0,.037,0,.074.01.151.026-.069.038-.1.048-.129q.654-1.864,1.306-3.729a1.551,1.551,0,0,1,1.557-1.1h7.559Z"
                            transform="translate(4822.68 1900.029)"
                            fill="#c95dff"
                          />
                        </g>
                      </svg>
                    </div>
                    <span className=" text-xs ">فایل تمرین دارد</span>
                  </div>
                </div>
              </div>
              <div className="flex items-center mb-5 mt-4">
                <div className="ml-2 py-2 px-4 flex justify-center items-center  rounded-lg bg-mainBlue ">
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    fill="none"
                    viewBox="0 0 24 24"
                    strokeWidth={1.5}
                    stroke="#ffff"
                    className="w-7 h-7 "
                  >
                    <path
                      strokeLinecap="round"
                      strokeLinejoin="round"
                      d="M2.036 12.322a1.012 1.012 0 010-.639C3.423 7.51 7.36 4.5 12 4.5c4.638 0 8.573 3.007 9.963 7.178.07.207.07.431 0 .639C20.577 16.49 16.64 19.5 12 19.5c-4.638 0-8.573-3.007-9.963-7.178z"
                    />
                    <path
                      strokeLinecap="round"
                      strokeLinejoin="round"
                      d="M15 12a3 3 0 11-6 0 3 3 0 016 0z"
                    />
                  </svg>
                </div>
                <div className=" rounded-lg py-2 px-5 bg-mainPurple flex">
                  <div className="ml-2 ">
                    <svg
                      id="Group_54"
                      data-name="Group 54"
                      xmlns="http://www.w3.org/2000/svg"
                      width="25.001"
                      height="25.042"
                      viewBox="0 0 25.001 25.042"
                    >
                      <path
                        id="Path_11"
                        data-name="Path 11"
                        d="M-654.627-137.441a1.528,1.528,0,0,1,.757.617c1.611,2.2,3.231,4.4,4.841,6.6a.474.474,0,0,0,.442.218c1.027-.01,2.054,0,3.08-.005a.925.925,0,0,1,.814.362.968.968,0,0,1,.18.509c.014,1.353-.014,2.706.019,4.058a.949.949,0,0,1-.894.937c-.219,0-.439,0-.684,0-.047.39-.095.766-.137,1.143-.089.793-.173,1.587-.262,2.38a.989.989,0,0,1-1.225.981.945.945,0,0,1-.73-1.042c.057-.682.14-1.361.216-2.041.09-.8.186-1.6.275-2.4a.991.991,0,0,1,1.067-.972c.138,0,.277,0,.435,0v-1.939h-21.091v1.939h16.508a1.011,1.011,0,0,1,1.077.667.975.975,0,0,1-.835,1.281c-.105.01-.212.007-.318.007h-14.791c.06.513.116,1,.175,1.493q.308,2.571.617,5.142c.06.5.107,1,.194,1.5a1.927,1.927,0,0,0,1.9,1.642c.2.007.391,0,.587,0q5.7,0,11.393,0a1.95,1.95,0,0,0,1.962-1.324c.06-.167.083-.347.127-.521a.969.969,0,0,1,1.148-.738.99.99,0,0,1,.764,1.117,3.907,3.907,0,0,1-3.945,3.42q-4.926.008-9.852,0c-.66,0-1.321-.019-1.98,0a3.988,3.988,0,0,1-4.118-3.738c-.178-1.872-.439-3.736-.663-5.6q-.131-1.092-.26-2.183c-.008-.063-.018-.126-.031-.215-.21,0-.412,0-.613,0a.974.974,0,0,1-1.017-1.017q-.009-1.919,0-3.838a.969.969,0,0,1,1.022-1.01c1.059-.006,2.119-.007,3.178,0a.432.432,0,0,0,.4-.208q2.424-3.313,4.856-6.621a1.487,1.487,0,0,1,.764-.609h.391a3.071,3.071,0,0,1,.343.177.988.988,0,0,1,.162,1.479q-2.037,2.777-4.077,5.552c-.046.062-.086.128-.141.209h11.277c-.06-.088-.1-.155-.148-.219l-2.878-3.917c-.415-.564-.837-1.123-1.242-1.695a.968.968,0,0,1,.482-1.542.741.741,0,0,0,.085-.045Z"
                        transform="translate(669.495 137.441)"
                        fill="#fff"
                      />
                      <path
                        id="Path_12"
                        data-name="Path 12"
                        d="M-512.114,176.343c0,.619,0,1.238,0,1.858a.984.984,0,0,1-.971,1.062.98.98,0,0,1-.983-1.05q-.005-1.882,0-3.764a.98.98,0,0,1,.983-1.05.984.984,0,0,1,.971,1.062C-512.112,175.088-512.114,175.716-512.114,176.343Z"
                        transform="translate(521.701 -158.14)"
                        fill="#fff"
                      />
                      <path
                        id="Path_13"
                        data-name="Path 13"
                        d="M-432.421,176.345c0,.619,0,1.238,0,1.858a.984.984,0,0,1-.973,1.061.98.98,0,0,1-.981-1.052q0-1.882,0-3.764a.98.98,0,0,1,.985-1.048.98.98,0,0,1,.969,1.04C-432.417,175.074-432.421,175.709-432.421,176.345Z"
                        transform="translate(445.919 -158.14)"
                        fill="#fff"
                      />
                      <path
                        id="Path_14"
                        data-name="Path 14"
                        d="M-354.676,176.315c0-.619,0-1.238,0-1.858a.983.983,0,0,1,.975-1.058.981.981,0,0,1,.979,1.054q0,1.882,0,3.764a.979.979,0,0,1-.987,1.046.98.98,0,0,1-.967-1.042C-354.68,177.586-354.676,176.95-354.676,176.315Z"
                        transform="translate(370.131 -158.141)"
                        fill="#fff"
                      />
                    </svg>
                  </div>
                  <div className="text-white font-base">افزودن به سبد خرید</div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
      <div className="md:px-80 sm:px-10 sm:mb-32 md:mb-72">
        <div className="my-10 w-full bg-blue-300 h-[3px]"></div>
        <div className="text-xl mb-6 w-full flex justify-start font-bold">
          سرفصل دوره ها
        </div>
        <div className="flex flex-col w-full px-8 py-5 bg-lightPurple rounded-xl mb-3">
          <div className="flex items-center justify-start w-full">
            <div className=" text-lg font-bold ml-2">فقط به خاطر تو</div>
            <div className="text-xs bg-white px-2 py-1 font-thin rounded-xl">
              3 جلسه
            </div>
          </div>
          <div className="pr-3 border-r-2 border-white mt-3">
            <div className="flex justify-between w-full mb-4">
              <div className="text-xs">جلسه اول</div>
              <div className="flex">
                <div className="ml-4">
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="17.845"
                    height="17.844"
                    viewBox="0 0 17.845 17.844"
                  >
                    <g
                      id="Group_403"
                      data-name="Group 403"
                      transform="translate(0)"
                    >
                      <path
                        id="Path_87"
                        data-name="Path 87"
                        d="M-4889.846-2284.242v-1.045a1.372,1.372,0,0,0,.03-.151,8.2,8.2,0,0,1,.809-3.093,8.809,8.809,0,0,1,6.786-5.055c.257-.043.516-.067.773-.1h1.045a.906.906,0,0,0,.134.03,8.265,8.265,0,0,1,3.516,1.014,8.758,8.758,0,0,1,4.734,7.506,8.161,8.161,0,0,1-1.035,4.557,8.757,8.757,0,0,1-7.549,4.723,8.164,8.164,0,0,1-4.1-.833,8.8,8.8,0,0,1-5-6.523C-4889.771-2283.552-4889.8-2283.9-4889.846-2284.242Zm8.917,6.905a7.425,7.425,0,0,0,7.431-7.414,7.429,7.429,0,0,0-7.423-7.442,7.43,7.43,0,0,0-7.432,7.416A7.428,7.428,0,0,0-4880.929-2277.336Z"
                        transform="translate(4889.846 2293.686)"
                        fill="#c95dff"
                      />
                      <path
                        id="Path_88"
                        data-name="Path 88"
                        d="M-4754.358-2185.155c0-.86,0-1.719,0-2.579a.484.484,0,0,1,.247-.5.487.487,0,0,1,.546.1q1.774,1.293,3.55,2.582a.457.457,0,0,1,0,.822q-1.783,1.3-3.565,2.589a.478.478,0,0,1-.534.083.476.476,0,0,1-.243-.482C-4754.355-2183.412-4754.358-2184.283-4754.358-2185.155Z"
                        transform="translate(4761.811 2194.076)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
                <div>
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="12.057"
                    height="16.269"
                    viewBox="0 0 12.057 16.269"
                  >
                    <g
                      id="Group_662"
                      data-name="Group 662"
                      transform="translate(0 0)"
                    >
                      <path
                        id="Path_249"
                        data-name="Path 249"
                        d="M173.365,254.725h-10.49a.989.989,0,0,1-.783-1.143q0-3.417,0-6.834c0-.207-.006-.414,0-.62a.937.937,0,0,1,.975-.938c.2,0,.4,0,.621,0v-.184c0-.678-.01-1.356,0-2.034a5.242,5.242,0,0,1,.093-.993,4.425,4.425,0,0,1,8.754.723c.02.762.007,1.526.008,2.288,0,.062,0,.124,0,.2h.557a.948.948,0,0,1,1.04,1.033q0,3.735,0,7.47a1.351,1.351,0,0,1-.044.36A.965.965,0,0,1,173.365,254.725Zm-2.413-9.542c0-.882.043-1.746-.009-2.6a2.845,2.845,0,0,0-5.675.35c0,.7,0,1.4,0,2.1v.158Zm-1.842,6.727c-.009-.055-.014-.1-.023-.145-.1-.471-.2-.942-.3-1.411a.2.2,0,0,1,.079-.226,1.141,1.141,0,0,0,.407-1.235,1.176,1.176,0,0,0-1.107-.888,1.192,1.192,0,0,0-1.165.767,1.174,1.174,0,0,0,.382,1.366.166.166,0,0,1,.07.2c-.052.227-.1.455-.145.682-.061.293-.122.586-.185.891Z"
                        transform="translate(-162.09 -238.456)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
              </div>
            </div>
            <div className="flex justify-between w-full mb-4">
              <div className="text-xs">جلسه اول</div>
              <div className="flex">
                <div className="ml-4">
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="17.845"
                    height="17.844"
                    viewBox="0 0 17.845 17.844"
                  >
                    <g
                      id="Group_403"
                      data-name="Group 403"
                      transform="translate(0)"
                    >
                      <path
                        id="Path_87"
                        data-name="Path 87"
                        d="M-4889.846-2284.242v-1.045a1.372,1.372,0,0,0,.03-.151,8.2,8.2,0,0,1,.809-3.093,8.809,8.809,0,0,1,6.786-5.055c.257-.043.516-.067.773-.1h1.045a.906.906,0,0,0,.134.03,8.265,8.265,0,0,1,3.516,1.014,8.758,8.758,0,0,1,4.734,7.506,8.161,8.161,0,0,1-1.035,4.557,8.757,8.757,0,0,1-7.549,4.723,8.164,8.164,0,0,1-4.1-.833,8.8,8.8,0,0,1-5-6.523C-4889.771-2283.552-4889.8-2283.9-4889.846-2284.242Zm8.917,6.905a7.425,7.425,0,0,0,7.431-7.414,7.429,7.429,0,0,0-7.423-7.442,7.43,7.43,0,0,0-7.432,7.416A7.428,7.428,0,0,0-4880.929-2277.336Z"
                        transform="translate(4889.846 2293.686)"
                        fill="#c95dff"
                      />
                      <path
                        id="Path_88"
                        data-name="Path 88"
                        d="M-4754.358-2185.155c0-.86,0-1.719,0-2.579a.484.484,0,0,1,.247-.5.487.487,0,0,1,.546.1q1.774,1.293,3.55,2.582a.457.457,0,0,1,0,.822q-1.783,1.3-3.565,2.589a.478.478,0,0,1-.534.083.476.476,0,0,1-.243-.482C-4754.355-2183.412-4754.358-2184.283-4754.358-2185.155Z"
                        transform="translate(4761.811 2194.076)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
                <div>
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="12.057"
                    height="16.269"
                    viewBox="0 0 12.057 16.269"
                  >
                    <g
                      id="Group_662"
                      data-name="Group 662"
                      transform="translate(0 0)"
                    >
                      <path
                        id="Path_249"
                        data-name="Path 249"
                        d="M173.365,254.725h-10.49a.989.989,0,0,1-.783-1.143q0-3.417,0-6.834c0-.207-.006-.414,0-.62a.937.937,0,0,1,.975-.938c.2,0,.4,0,.621,0v-.184c0-.678-.01-1.356,0-2.034a5.242,5.242,0,0,1,.093-.993,4.425,4.425,0,0,1,8.754.723c.02.762.007,1.526.008,2.288,0,.062,0,.124,0,.2h.557a.948.948,0,0,1,1.04,1.033q0,3.735,0,7.47a1.351,1.351,0,0,1-.044.36A.965.965,0,0,1,173.365,254.725Zm-2.413-9.542c0-.882.043-1.746-.009-2.6a2.845,2.845,0,0,0-5.675.35c0,.7,0,1.4,0,2.1v.158Zm-1.842,6.727c-.009-.055-.014-.1-.023-.145-.1-.471-.2-.942-.3-1.411a.2.2,0,0,1,.079-.226,1.141,1.141,0,0,0,.407-1.235,1.176,1.176,0,0,0-1.107-.888,1.192,1.192,0,0,0-1.165.767,1.174,1.174,0,0,0,.382,1.366.166.166,0,0,1,.07.2c-.052.227-.1.455-.145.682-.061.293-.122.586-.185.891Z"
                        transform="translate(-162.09 -238.456)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
              </div>
            </div>
            <div className="flex justify-between w-full mb-4">
              <div className="text-xs">جلسه اول</div>
              <div className="flex">
                <div className="ml-4">
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="17.845"
                    height="17.844"
                    viewBox="0 0 17.845 17.844"
                  >
                    <g
                      id="Group_403"
                      data-name="Group 403"
                      transform="translate(0)"
                    >
                      <path
                        id="Path_87"
                        data-name="Path 87"
                        d="M-4889.846-2284.242v-1.045a1.372,1.372,0,0,0,.03-.151,8.2,8.2,0,0,1,.809-3.093,8.809,8.809,0,0,1,6.786-5.055c.257-.043.516-.067.773-.1h1.045a.906.906,0,0,0,.134.03,8.265,8.265,0,0,1,3.516,1.014,8.758,8.758,0,0,1,4.734,7.506,8.161,8.161,0,0,1-1.035,4.557,8.757,8.757,0,0,1-7.549,4.723,8.164,8.164,0,0,1-4.1-.833,8.8,8.8,0,0,1-5-6.523C-4889.771-2283.552-4889.8-2283.9-4889.846-2284.242Zm8.917,6.905a7.425,7.425,0,0,0,7.431-7.414,7.429,7.429,0,0,0-7.423-7.442,7.43,7.43,0,0,0-7.432,7.416A7.428,7.428,0,0,0-4880.929-2277.336Z"
                        transform="translate(4889.846 2293.686)"
                        fill="#c95dff"
                      />
                      <path
                        id="Path_88"
                        data-name="Path 88"
                        d="M-4754.358-2185.155c0-.86,0-1.719,0-2.579a.484.484,0,0,1,.247-.5.487.487,0,0,1,.546.1q1.774,1.293,3.55,2.582a.457.457,0,0,1,0,.822q-1.783,1.3-3.565,2.589a.478.478,0,0,1-.534.083.476.476,0,0,1-.243-.482C-4754.355-2183.412-4754.358-2184.283-4754.358-2185.155Z"
                        transform="translate(4761.811 2194.076)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
                <div>
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="12.057"
                    height="16.269"
                    viewBox="0 0 12.057 16.269"
                  >
                    <g
                      id="Group_662"
                      data-name="Group 662"
                      transform="translate(0 0)"
                    >
                      <path
                        id="Path_249"
                        data-name="Path 249"
                        d="M173.365,254.725h-10.49a.989.989,0,0,1-.783-1.143q0-3.417,0-6.834c0-.207-.006-.414,0-.62a.937.937,0,0,1,.975-.938c.2,0,.4,0,.621,0v-.184c0-.678-.01-1.356,0-2.034a5.242,5.242,0,0,1,.093-.993,4.425,4.425,0,0,1,8.754.723c.02.762.007,1.526.008,2.288,0,.062,0,.124,0,.2h.557a.948.948,0,0,1,1.04,1.033q0,3.735,0,7.47a1.351,1.351,0,0,1-.044.36A.965.965,0,0,1,173.365,254.725Zm-2.413-9.542c0-.882.043-1.746-.009-2.6a2.845,2.845,0,0,0-5.675.35c0,.7,0,1.4,0,2.1v.158Zm-1.842,6.727c-.009-.055-.014-.1-.023-.145-.1-.471-.2-.942-.3-1.411a.2.2,0,0,1,.079-.226,1.141,1.141,0,0,0,.407-1.235,1.176,1.176,0,0,0-1.107-.888,1.192,1.192,0,0,0-1.165.767,1.174,1.174,0,0,0,.382,1.366.166.166,0,0,1,.07.2c-.052.227-.1.455-.145.682-.061.293-.122.586-.185.891Z"
                        transform="translate(-162.09 -238.456)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
              </div>
            </div>
          </div>
        </div>
        <div className="flex flex-col w-full px-8 py-5 bg-blue-300 rounded-xl mb-3">
          <div className="flex items-center justify-start w-full">
            <div className=" text-lg font-bold ml-2">فقط به خاطر تو</div>
            <div className="text-xs bg-white px-2 py-1 font-thin rounded-xl">
              3 جلسه
            </div>
          </div>
          <div className="pr-3 border-r-2 border-white mt-3">
            <div className="flex justify-between w-full mb-4">
              <div className="text-xs">جلسه اول</div>
              <div className="flex">
                <div className="ml-4">
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="17.845"
                    height="17.844"
                    viewBox="0 0 17.845 17.844"
                  >
                    <g
                      id="Group_403"
                      data-name="Group 403"
                      transform="translate(0)"
                    >
                      <path
                        id="Path_87"
                        data-name="Path 87"
                        d="M-4889.846-2284.242v-1.045a1.372,1.372,0,0,0,.03-.151,8.2,8.2,0,0,1,.809-3.093,8.809,8.809,0,0,1,6.786-5.055c.257-.043.516-.067.773-.1h1.045a.906.906,0,0,0,.134.03,8.265,8.265,0,0,1,3.516,1.014,8.758,8.758,0,0,1,4.734,7.506,8.161,8.161,0,0,1-1.035,4.557,8.757,8.757,0,0,1-7.549,4.723,8.164,8.164,0,0,1-4.1-.833,8.8,8.8,0,0,1-5-6.523C-4889.771-2283.552-4889.8-2283.9-4889.846-2284.242Zm8.917,6.905a7.425,7.425,0,0,0,7.431-7.414,7.429,7.429,0,0,0-7.423-7.442,7.43,7.43,0,0,0-7.432,7.416A7.428,7.428,0,0,0-4880.929-2277.336Z"
                        transform="translate(4889.846 2293.686)"
                        fill="#c95dff"
                      />
                      <path
                        id="Path_88"
                        data-name="Path 88"
                        d="M-4754.358-2185.155c0-.86,0-1.719,0-2.579a.484.484,0,0,1,.247-.5.487.487,0,0,1,.546.1q1.774,1.293,3.55,2.582a.457.457,0,0,1,0,.822q-1.783,1.3-3.565,2.589a.478.478,0,0,1-.534.083.476.476,0,0,1-.243-.482C-4754.355-2183.412-4754.358-2184.283-4754.358-2185.155Z"
                        transform="translate(4761.811 2194.076)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
                <div>
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="12.057"
                    height="16.269"
                    viewBox="0 0 12.057 16.269"
                  >
                    <g
                      id="Group_662"
                      data-name="Group 662"
                      transform="translate(0 0)"
                    >
                      <path
                        id="Path_249"
                        data-name="Path 249"
                        d="M173.365,254.725h-10.49a.989.989,0,0,1-.783-1.143q0-3.417,0-6.834c0-.207-.006-.414,0-.62a.937.937,0,0,1,.975-.938c.2,0,.4,0,.621,0v-.184c0-.678-.01-1.356,0-2.034a5.242,5.242,0,0,1,.093-.993,4.425,4.425,0,0,1,8.754.723c.02.762.007,1.526.008,2.288,0,.062,0,.124,0,.2h.557a.948.948,0,0,1,1.04,1.033q0,3.735,0,7.47a1.351,1.351,0,0,1-.044.36A.965.965,0,0,1,173.365,254.725Zm-2.413-9.542c0-.882.043-1.746-.009-2.6a2.845,2.845,0,0,0-5.675.35c0,.7,0,1.4,0,2.1v.158Zm-1.842,6.727c-.009-.055-.014-.1-.023-.145-.1-.471-.2-.942-.3-1.411a.2.2,0,0,1,.079-.226,1.141,1.141,0,0,0,.407-1.235,1.176,1.176,0,0,0-1.107-.888,1.192,1.192,0,0,0-1.165.767,1.174,1.174,0,0,0,.382,1.366.166.166,0,0,1,.07.2c-.052.227-.1.455-.145.682-.061.293-.122.586-.185.891Z"
                        transform="translate(-162.09 -238.456)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
              </div>
            </div>
            <div className="flex justify-between w-full mb-4">
              <div className="text-xs">جلسه اول</div>
              <div className="flex">
                <div className="ml-4">
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="17.845"
                    height="17.844"
                    viewBox="0 0 17.845 17.844"
                  >
                    <g
                      id="Group_403"
                      data-name="Group 403"
                      transform="translate(0)"
                    >
                      <path
                        id="Path_87"
                        data-name="Path 87"
                        d="M-4889.846-2284.242v-1.045a1.372,1.372,0,0,0,.03-.151,8.2,8.2,0,0,1,.809-3.093,8.809,8.809,0,0,1,6.786-5.055c.257-.043.516-.067.773-.1h1.045a.906.906,0,0,0,.134.03,8.265,8.265,0,0,1,3.516,1.014,8.758,8.758,0,0,1,4.734,7.506,8.161,8.161,0,0,1-1.035,4.557,8.757,8.757,0,0,1-7.549,4.723,8.164,8.164,0,0,1-4.1-.833,8.8,8.8,0,0,1-5-6.523C-4889.771-2283.552-4889.8-2283.9-4889.846-2284.242Zm8.917,6.905a7.425,7.425,0,0,0,7.431-7.414,7.429,7.429,0,0,0-7.423-7.442,7.43,7.43,0,0,0-7.432,7.416A7.428,7.428,0,0,0-4880.929-2277.336Z"
                        transform="translate(4889.846 2293.686)"
                        fill="#c95dff"
                      />
                      <path
                        id="Path_88"
                        data-name="Path 88"
                        d="M-4754.358-2185.155c0-.86,0-1.719,0-2.579a.484.484,0,0,1,.247-.5.487.487,0,0,1,.546.1q1.774,1.293,3.55,2.582a.457.457,0,0,1,0,.822q-1.783,1.3-3.565,2.589a.478.478,0,0,1-.534.083.476.476,0,0,1-.243-.482C-4754.355-2183.412-4754.358-2184.283-4754.358-2185.155Z"
                        transform="translate(4761.811 2194.076)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
                <div>
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="12.057"
                    height="16.269"
                    viewBox="0 0 12.057 16.269"
                  >
                    <g
                      id="Group_662"
                      data-name="Group 662"
                      transform="translate(0 0)"
                    >
                      <path
                        id="Path_249"
                        data-name="Path 249"
                        d="M173.365,254.725h-10.49a.989.989,0,0,1-.783-1.143q0-3.417,0-6.834c0-.207-.006-.414,0-.62a.937.937,0,0,1,.975-.938c.2,0,.4,0,.621,0v-.184c0-.678-.01-1.356,0-2.034a5.242,5.242,0,0,1,.093-.993,4.425,4.425,0,0,1,8.754.723c.02.762.007,1.526.008,2.288,0,.062,0,.124,0,.2h.557a.948.948,0,0,1,1.04,1.033q0,3.735,0,7.47a1.351,1.351,0,0,1-.044.36A.965.965,0,0,1,173.365,254.725Zm-2.413-9.542c0-.882.043-1.746-.009-2.6a2.845,2.845,0,0,0-5.675.35c0,.7,0,1.4,0,2.1v.158Zm-1.842,6.727c-.009-.055-.014-.1-.023-.145-.1-.471-.2-.942-.3-1.411a.2.2,0,0,1,.079-.226,1.141,1.141,0,0,0,.407-1.235,1.176,1.176,0,0,0-1.107-.888,1.192,1.192,0,0,0-1.165.767,1.174,1.174,0,0,0,.382,1.366.166.166,0,0,1,.07.2c-.052.227-.1.455-.145.682-.061.293-.122.586-.185.891Z"
                        transform="translate(-162.09 -238.456)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
              </div>
            </div>
            <div className="flex justify-between w-full mb-4">
              <div className="text-xs">جلسه اول</div>
              <div className="flex">
                <div className="ml-4">
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="17.845"
                    height="17.844"
                    viewBox="0 0 17.845 17.844"
                  >
                    <g
                      id="Group_403"
                      data-name="Group 403"
                      transform="translate(0)"
                    >
                      <path
                        id="Path_87"
                        data-name="Path 87"
                        d="M-4889.846-2284.242v-1.045a1.372,1.372,0,0,0,.03-.151,8.2,8.2,0,0,1,.809-3.093,8.809,8.809,0,0,1,6.786-5.055c.257-.043.516-.067.773-.1h1.045a.906.906,0,0,0,.134.03,8.265,8.265,0,0,1,3.516,1.014,8.758,8.758,0,0,1,4.734,7.506,8.161,8.161,0,0,1-1.035,4.557,8.757,8.757,0,0,1-7.549,4.723,8.164,8.164,0,0,1-4.1-.833,8.8,8.8,0,0,1-5-6.523C-4889.771-2283.552-4889.8-2283.9-4889.846-2284.242Zm8.917,6.905a7.425,7.425,0,0,0,7.431-7.414,7.429,7.429,0,0,0-7.423-7.442,7.43,7.43,0,0,0-7.432,7.416A7.428,7.428,0,0,0-4880.929-2277.336Z"
                        transform="translate(4889.846 2293.686)"
                        fill="#c95dff"
                      />
                      <path
                        id="Path_88"
                        data-name="Path 88"
                        d="M-4754.358-2185.155c0-.86,0-1.719,0-2.579a.484.484,0,0,1,.247-.5.487.487,0,0,1,.546.1q1.774,1.293,3.55,2.582a.457.457,0,0,1,0,.822q-1.783,1.3-3.565,2.589a.478.478,0,0,1-.534.083.476.476,0,0,1-.243-.482C-4754.355-2183.412-4754.358-2184.283-4754.358-2185.155Z"
                        transform="translate(4761.811 2194.076)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
                <div>
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="12.057"
                    height="16.269"
                    viewBox="0 0 12.057 16.269"
                  >
                    <g
                      id="Group_662"
                      data-name="Group 662"
                      transform="translate(0 0)"
                    >
                      <path
                        id="Path_249"
                        data-name="Path 249"
                        d="M173.365,254.725h-10.49a.989.989,0,0,1-.783-1.143q0-3.417,0-6.834c0-.207-.006-.414,0-.62a.937.937,0,0,1,.975-.938c.2,0,.4,0,.621,0v-.184c0-.678-.01-1.356,0-2.034a5.242,5.242,0,0,1,.093-.993,4.425,4.425,0,0,1,8.754.723c.02.762.007,1.526.008,2.288,0,.062,0,.124,0,.2h.557a.948.948,0,0,1,1.04,1.033q0,3.735,0,7.47a1.351,1.351,0,0,1-.044.36A.965.965,0,0,1,173.365,254.725Zm-2.413-9.542c0-.882.043-1.746-.009-2.6a2.845,2.845,0,0,0-5.675.35c0,.7,0,1.4,0,2.1v.158Zm-1.842,6.727c-.009-.055-.014-.1-.023-.145-.1-.471-.2-.942-.3-1.411a.2.2,0,0,1,.079-.226,1.141,1.141,0,0,0,.407-1.235,1.176,1.176,0,0,0-1.107-.888,1.192,1.192,0,0,0-1.165.767,1.174,1.174,0,0,0,.382,1.366.166.166,0,0,1,.07.2c-.052.227-.1.455-.145.682-.061.293-.122.586-.185.891Z"
                        transform="translate(-162.09 -238.456)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
              </div>
            </div>
          </div>
        </div>
        <div className="flex flex-col w-full px-8 py-5 bg-lightPurple rounded-xl">
          <div className="flex items-center justify-start w-full">
            <div className=" text-lg font-bold ml-2">فقط به خاطر تو</div>
            <div className="text-xs bg-white px-2 py-1 font-thin rounded-xl">
              3 جلسه
            </div>
          </div>
          <div className="pr-3 border-r-2 border-white mt-3">
            <div className="flex justify-between w-full mb-4">
              <div className="text-xs">جلسه اول</div>
              <div className="flex">
                <div className="ml-4">
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="17.845"
                    height="17.844"
                    viewBox="0 0 17.845 17.844"
                  >
                    <g
                      id="Group_403"
                      data-name="Group 403"
                      transform="translate(0)"
                    >
                      <path
                        id="Path_87"
                        data-name="Path 87"
                        d="M-4889.846-2284.242v-1.045a1.372,1.372,0,0,0,.03-.151,8.2,8.2,0,0,1,.809-3.093,8.809,8.809,0,0,1,6.786-5.055c.257-.043.516-.067.773-.1h1.045a.906.906,0,0,0,.134.03,8.265,8.265,0,0,1,3.516,1.014,8.758,8.758,0,0,1,4.734,7.506,8.161,8.161,0,0,1-1.035,4.557,8.757,8.757,0,0,1-7.549,4.723,8.164,8.164,0,0,1-4.1-.833,8.8,8.8,0,0,1-5-6.523C-4889.771-2283.552-4889.8-2283.9-4889.846-2284.242Zm8.917,6.905a7.425,7.425,0,0,0,7.431-7.414,7.429,7.429,0,0,0-7.423-7.442,7.43,7.43,0,0,0-7.432,7.416A7.428,7.428,0,0,0-4880.929-2277.336Z"
                        transform="translate(4889.846 2293.686)"
                        fill="#c95dff"
                      />
                      <path
                        id="Path_88"
                        data-name="Path 88"
                        d="M-4754.358-2185.155c0-.86,0-1.719,0-2.579a.484.484,0,0,1,.247-.5.487.487,0,0,1,.546.1q1.774,1.293,3.55,2.582a.457.457,0,0,1,0,.822q-1.783,1.3-3.565,2.589a.478.478,0,0,1-.534.083.476.476,0,0,1-.243-.482C-4754.355-2183.412-4754.358-2184.283-4754.358-2185.155Z"
                        transform="translate(4761.811 2194.076)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
                <div>
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="12.057"
                    height="16.269"
                    viewBox="0 0 12.057 16.269"
                  >
                    <g
                      id="Group_662"
                      data-name="Group 662"
                      transform="translate(0 0)"
                    >
                      <path
                        id="Path_249"
                        data-name="Path 249"
                        d="M173.365,254.725h-10.49a.989.989,0,0,1-.783-1.143q0-3.417,0-6.834c0-.207-.006-.414,0-.62a.937.937,0,0,1,.975-.938c.2,0,.4,0,.621,0v-.184c0-.678-.01-1.356,0-2.034a5.242,5.242,0,0,1,.093-.993,4.425,4.425,0,0,1,8.754.723c.02.762.007,1.526.008,2.288,0,.062,0,.124,0,.2h.557a.948.948,0,0,1,1.04,1.033q0,3.735,0,7.47a1.351,1.351,0,0,1-.044.36A.965.965,0,0,1,173.365,254.725Zm-2.413-9.542c0-.882.043-1.746-.009-2.6a2.845,2.845,0,0,0-5.675.35c0,.7,0,1.4,0,2.1v.158Zm-1.842,6.727c-.009-.055-.014-.1-.023-.145-.1-.471-.2-.942-.3-1.411a.2.2,0,0,1,.079-.226,1.141,1.141,0,0,0,.407-1.235,1.176,1.176,0,0,0-1.107-.888,1.192,1.192,0,0,0-1.165.767,1.174,1.174,0,0,0,.382,1.366.166.166,0,0,1,.07.2c-.052.227-.1.455-.145.682-.061.293-.122.586-.185.891Z"
                        transform="translate(-162.09 -238.456)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
              </div>
            </div>
            <div className="flex justify-between w-full mb-4">
              <div className="text-xs">جلسه اول</div>
              <div className="flex">
                <div className="ml-4">
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="17.845"
                    height="17.844"
                    viewBox="0 0 17.845 17.844"
                  >
                    <g
                      id="Group_403"
                      data-name="Group 403"
                      transform="translate(0)"
                    >
                      <path
                        id="Path_87"
                        data-name="Path 87"
                        d="M-4889.846-2284.242v-1.045a1.372,1.372,0,0,0,.03-.151,8.2,8.2,0,0,1,.809-3.093,8.809,8.809,0,0,1,6.786-5.055c.257-.043.516-.067.773-.1h1.045a.906.906,0,0,0,.134.03,8.265,8.265,0,0,1,3.516,1.014,8.758,8.758,0,0,1,4.734,7.506,8.161,8.161,0,0,1-1.035,4.557,8.757,8.757,0,0,1-7.549,4.723,8.164,8.164,0,0,1-4.1-.833,8.8,8.8,0,0,1-5-6.523C-4889.771-2283.552-4889.8-2283.9-4889.846-2284.242Zm8.917,6.905a7.425,7.425,0,0,0,7.431-7.414,7.429,7.429,0,0,0-7.423-7.442,7.43,7.43,0,0,0-7.432,7.416A7.428,7.428,0,0,0-4880.929-2277.336Z"
                        transform="translate(4889.846 2293.686)"
                        fill="#c95dff"
                      />
                      <path
                        id="Path_88"
                        data-name="Path 88"
                        d="M-4754.358-2185.155c0-.86,0-1.719,0-2.579a.484.484,0,0,1,.247-.5.487.487,0,0,1,.546.1q1.774,1.293,3.55,2.582a.457.457,0,0,1,0,.822q-1.783,1.3-3.565,2.589a.478.478,0,0,1-.534.083.476.476,0,0,1-.243-.482C-4754.355-2183.412-4754.358-2184.283-4754.358-2185.155Z"
                        transform="translate(4761.811 2194.076)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
                <div>
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="12.057"
                    height="16.269"
                    viewBox="0 0 12.057 16.269"
                  >
                    <g
                      id="Group_662"
                      data-name="Group 662"
                      transform="translate(0 0)"
                    >
                      <path
                        id="Path_249"
                        data-name="Path 249"
                        d="M173.365,254.725h-10.49a.989.989,0,0,1-.783-1.143q0-3.417,0-6.834c0-.207-.006-.414,0-.62a.937.937,0,0,1,.975-.938c.2,0,.4,0,.621,0v-.184c0-.678-.01-1.356,0-2.034a5.242,5.242,0,0,1,.093-.993,4.425,4.425,0,0,1,8.754.723c.02.762.007,1.526.008,2.288,0,.062,0,.124,0,.2h.557a.948.948,0,0,1,1.04,1.033q0,3.735,0,7.47a1.351,1.351,0,0,1-.044.36A.965.965,0,0,1,173.365,254.725Zm-2.413-9.542c0-.882.043-1.746-.009-2.6a2.845,2.845,0,0,0-5.675.35c0,.7,0,1.4,0,2.1v.158Zm-1.842,6.727c-.009-.055-.014-.1-.023-.145-.1-.471-.2-.942-.3-1.411a.2.2,0,0,1,.079-.226,1.141,1.141,0,0,0,.407-1.235,1.176,1.176,0,0,0-1.107-.888,1.192,1.192,0,0,0-1.165.767,1.174,1.174,0,0,0,.382,1.366.166.166,0,0,1,.07.2c-.052.227-.1.455-.145.682-.061.293-.122.586-.185.891Z"
                        transform="translate(-162.09 -238.456)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
              </div>
            </div>
            <div className="flex justify-between w-full mb-4">
              <div className="text-xs">جلسه اول</div>
              <div className="flex">
                <div className="ml-4">
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="17.845"
                    height="17.844"
                    viewBox="0 0 17.845 17.844"
                  >
                    <g
                      id="Group_403"
                      data-name="Group 403"
                      transform="translate(0)"
                    >
                      <path
                        id="Path_87"
                        data-name="Path 87"
                        d="M-4889.846-2284.242v-1.045a1.372,1.372,0,0,0,.03-.151,8.2,8.2,0,0,1,.809-3.093,8.809,8.809,0,0,1,6.786-5.055c.257-.043.516-.067.773-.1h1.045a.906.906,0,0,0,.134.03,8.265,8.265,0,0,1,3.516,1.014,8.758,8.758,0,0,1,4.734,7.506,8.161,8.161,0,0,1-1.035,4.557,8.757,8.757,0,0,1-7.549,4.723,8.164,8.164,0,0,1-4.1-.833,8.8,8.8,0,0,1-5-6.523C-4889.771-2283.552-4889.8-2283.9-4889.846-2284.242Zm8.917,6.905a7.425,7.425,0,0,0,7.431-7.414,7.429,7.429,0,0,0-7.423-7.442,7.43,7.43,0,0,0-7.432,7.416A7.428,7.428,0,0,0-4880.929-2277.336Z"
                        transform="translate(4889.846 2293.686)"
                        fill="#c95dff"
                      />
                      <path
                        id="Path_88"
                        data-name="Path 88"
                        d="M-4754.358-2185.155c0-.86,0-1.719,0-2.579a.484.484,0,0,1,.247-.5.487.487,0,0,1,.546.1q1.774,1.293,3.55,2.582a.457.457,0,0,1,0,.822q-1.783,1.3-3.565,2.589a.478.478,0,0,1-.534.083.476.476,0,0,1-.243-.482C-4754.355-2183.412-4754.358-2184.283-4754.358-2185.155Z"
                        transform="translate(4761.811 2194.076)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
                <div>
                  <svg
                    xmlns="http://www.w3.org/2000/svg"
                    width="12.057"
                    height="16.269"
                    viewBox="0 0 12.057 16.269"
                  >
                    <g
                      id="Group_662"
                      data-name="Group 662"
                      transform="translate(0 0)"
                    >
                      <path
                        id="Path_249"
                        data-name="Path 249"
                        d="M173.365,254.725h-10.49a.989.989,0,0,1-.783-1.143q0-3.417,0-6.834c0-.207-.006-.414,0-.62a.937.937,0,0,1,.975-.938c.2,0,.4,0,.621,0v-.184c0-.678-.01-1.356,0-2.034a5.242,5.242,0,0,1,.093-.993,4.425,4.425,0,0,1,8.754.723c.02.762.007,1.526.008,2.288,0,.062,0,.124,0,.2h.557a.948.948,0,0,1,1.04,1.033q0,3.735,0,7.47a1.351,1.351,0,0,1-.044.36A.965.965,0,0,1,173.365,254.725Zm-2.413-9.542c0-.882.043-1.746-.009-2.6a2.845,2.845,0,0,0-5.675.35c0,.7,0,1.4,0,2.1v.158Zm-1.842,6.727c-.009-.055-.014-.1-.023-.145-.1-.471-.2-.942-.3-1.411a.2.2,0,0,1,.079-.226,1.141,1.141,0,0,0,.407-1.235,1.176,1.176,0,0,0-1.107-.888,1.192,1.192,0,0,0-1.165.767,1.174,1.174,0,0,0,.382,1.366.166.166,0,0,1,.07.2c-.052.227-.1.455-.145.682-.061.293-.122.586-.185.891Z"
                        transform="translate(-162.09 -238.456)"
                        fill="#c95dff"
                      />
                    </g>
                  </svg>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </>
  );
}
