import React from 'react'
import Image from 'next/image'
export default function TutorPage() {
    return (
        <>
            <div className="sm:justify-center md:justify-start w-full flex sm:h-64 sm:flex-col md:flex-row md:h-48 md:pr-3 relative items-center bg-gradient-to-r from-mainBlue to-mainPurple to-99%">
                <div className="bg-gray-100 shadow-xl md:absolute md:top-16 md:right-32 rounded-xl flex items-center justify-center sm:w-28 sm:h-28 md:w-40 md:h-40">
                    <Image src="/happy.png" width={150} height={150} />
                </div>
                <div className="p-3 md:mr-72 md:mt-24 flex flex-col justify-center">
                    <div className="w-full flex flex-col sm:items-center md:items-start justify-start">
                        <div className=" text-lg font-bold text-white">
                            استاد عباس کیارستمی
                        </div>
                        <div className=" font-light text-sm text-white">
                            مدرس درس کارگردانی
                        </div>
                    </div>

                </div>
            </div>
            <div className="w-full sm:px-10 md:px-32 flex sm:flex-col md:flex-row sm:mt-10 md:mt-32 justify-center mb-64">
                <div className="flex flex-col sm:w-full md:w-2/5 md:mx-10">

                    <div className="mb-10 text-3xl font-bold">
                        بیوگرافی
                    </div>
                    <div className="text-sm mb-8 leading-7 text-justify">
                        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
                        استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
                        ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد
                        نیازلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
                        استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
                        ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز
                        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
                        استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
                        ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد
                        نیازلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
                        استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
                        ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز
                    </div>
                    <div className=" font-base text-lg mb-3">تحصیلات</div>
                    <div className="text-sm mb-8 leading-7 text-justify">
                        <ul className="list-disc pr-3 marker:text-mainPurple">
                            <li className='mb-3'>فارغ التحصیل فلان از دانشگاه فلان سال 1399</li>
                            <li className='mb-3'>فارغ التحصیل فلان از دانشگاه فلان سال 1399</li>
                            <li className='mb-3'>فارغ التحصیل فلان از دانشگاه فلان سال 1399</li>
                        </ul>
                    </div>
                    <div className=" font-base text-lg mb-3">تالیفات و تجربیات</div>
                    <div className="text-sm mb-8 leading-7 text-justify">
                        <ul className="list-disc pr-3 marker:text-mainPurple">
                            <li className='mb-3'>کتاب فلان درس فلان انتشارات فلان سال فلان</li>
                            <li className='mb-3'>کتاب فلان درس فلان انتشارات فلان سال فلان</li>
                            <li className='mb-3'>کتاب فلان درس فلان انتشارات فلان سال فلان</li>
                            <li className='mb-3'>کتاب فلان درس فلان انتشارات فلان سال فلان</li>
                            <li className='mb-3'>کتاب فلان درس فلان انتشارات فلان سال فلان</li>
                            <li className='mb-3'>کتاب فلان درس فلان انتشارات فلان سال فلان</li>

                        </ul>

                    </div>

                </div>
                <div className="md:w-1/4 sm:w-full h-full flex flex-col md:mx-10 items-center">


                    <div className="mb-4 w-full flex justify-center text-lg font-bold">
                        دوره های مرتبط
                    </div>
                    <div className="flex flex-col">
                        <div className="rounded-xl overflow-hidden flex flex-col items-center mx-8 bg-white shadow-lg mb-6">
                            <div className="bg-slate-200 rounded-xl overflow-hidden relative w-80 flex">
                                <Image src="/handsome.png" width={350} height={300} />
                            </div>
                            <div className="flex flex-col justify-center items-start py-3 px-5 w-full">
                                <div className="mb-3">دوره فلان در جبر و بیسار مثلثاتی</div>
                                <div className="flex justify-start  w-full">
                                    <div className="flex ml-2">
                                        <div className="flex justify-center items-center ml-[5px]">
                                            <svg
                                                xmlns="http://www.w3.org/2000/svg"
                                                width="13.077"
                                                height="13.081"
                                                viewBox="0 0 13.077 13.081"
                                            >
                                                <g
                                                    id="Group_48"
                                                    data-name="Group 48"
                                                    transform="translate(0 0)"
                                                >
                                                    <g
                                                        id="Group_29"
                                                        data-name="Group 29"
                                                        transform="translate(0 0)"
                                                    >
                                                        <path
                                                            id="Path_84"
                                                            data-name="Path 84"
                                                            d="M-5350.2-2136.846v.767c-.007.045-.017.09-.023.135-.041.281-.064.567-.124.844a6.347,6.347,0,0,1-2.428,3.826,6.341,6.341,0,0,1-5.336,1.2,6.315,6.315,0,0,1-3.81-2.41,6.363,6.363,0,0,1-1.322-4.631,6.315,6.315,0,0,1,1.595-3.656,6.421,6.421,0,0,1,3.783-2.128c.246-.044.5-.068.743-.1h.767a.708.708,0,0,0,.1.021,6.225,6.225,0,0,1,2.853.9,6.452,6.452,0,0,1,3.1,4.494C-5350.256-2137.343-5350.233-2137.093-5350.2-2136.846Zm-6.534-5.14a5.53,5.53,0,0,0-5.529,5.516,5.53,5.53,0,0,0,5.513,5.531,5.529,5.529,0,0,0,5.535-5.522A5.527,5.527,0,0,0-5356.735-2141.986Z"
                                                            transform="translate(5363.278 2143.002)"
                                                            fill="#c95dff"
                                                        />
                                                        <path
                                                            id="Path_85"
                                                            data-name="Path 85"
                                                            d="M-5174.85-2046.156c0-.489,0-.979,0-1.468a.508.508,0,0,1,.683-.509.521.521,0,0,1,.333.535c0,.856,0,1.711,0,2.567a.27.27,0,0,0,.123.252q.842.621,1.676,1.255a.5.5,0,0,1,.121.729.505.505,0,0,1-.727.08c-.468-.347-.934-.7-1.4-1.048-.185-.138-.366-.28-.553-.413a.583.583,0,0,1-.257-.512C-5174.848-2045.177-5174.85-2045.666-5174.85-2046.156Z"
                                                            transform="translate(5180.879 2051.201)"
                                                            fill="#c95dff"
                                                        />
                                                    </g>
                                                </g>
                                            </svg>
                                        </div>
                                        <span className=" text-xs ">10 ساعت</span>
                                    </div>
                                    <div className="flex ml-2">
                                        <div className="flex justify-center items-center ml-[5px]">
                                            <svg
                                                xmlns="http://www.w3.org/2000/svg"
                                                width="13.078"
                                                height="13.076"
                                                viewBox="0 0 13.078 13.076"
                                            >
                                                <g
                                                    id="Group_50"
                                                    data-name="Group 50"
                                                    transform="translate(0)"
                                                >
                                                    <path
                                                        id="Path_87"
                                                        data-name="Path 87"
                                                        d="M-4889.846-2286.765v-.766a.719.719,0,0,0,.021-.111,6,6,0,0,1,.594-2.267,6.454,6.454,0,0,1,4.973-3.7c.187-.031.377-.049.566-.073h.766a.675.675,0,0,0,.1.021,6.052,6.052,0,0,1,2.576.743,6.42,6.42,0,0,1,3.471,5.5,5.976,5.976,0,0,1-.76,3.339,6.416,6.416,0,0,1-5.532,3.461,5.979,5.979,0,0,1-3.006-.611,6.444,6.444,0,0,1-3.664-4.78C-4889.792-2286.259-4889.812-2286.513-4889.846-2286.765Zm6.534,5.06a5.441,5.441,0,0,0,5.447-5.433,5.445,5.445,0,0,0-5.44-5.453,5.446,5.446,0,0,0-5.446,5.434A5.443,5.443,0,0,0-4883.312-2281.7Z"
                                                        transform="translate(4889.846 2293.686)"
                                                        fill="#c95dff"
                                                    />
                                                    <path
                                                        id="Path_88"
                                                        data-name="Path 88"
                                                        d="M-4754.358-2185.989c0-.63,0-1.26,0-1.89a.358.358,0,0,1,.182-.364.359.359,0,0,1,.4.07q1.3.947,2.6,1.892a.335.335,0,0,1,0,.6q-1.305.949-2.611,1.9a.353.353,0,0,1-.393.06.352.352,0,0,1-.178-.353C-4754.356-2184.712-4754.358-2185.351-4754.358-2185.989Z"
                                                        transform="translate(4759.821 2192.527)"
                                                        fill="#c95dff"
                                                    />
                                                </g>
                                            </svg>
                                        </div>
                                        <span className=" text-xs ">16 جلسه</span>
                                    </div>
                                    <div className="flex">
                                        <div className="flex justify-center items-center ml-[5px]">
                                            <svg
                                                xmlns="http://www.w3.org/2000/svg"
                                                width="14.226"
                                                height="11.901"
                                                viewBox="0 0 14.226 11.901"
                                            >
                                                <g
                                                    id="Group_49"
                                                    data-name="Group 49"
                                                    transform="translate(0)"
                                                >
                                                    <path
                                                        id="Path_86"
                                                        data-name="Path 86"
                                                        d="M-4808.455-1895.3l-2.132,6.111a1.537,1.537,0,0,1-1.488,1.06q-4.788,0-9.571,0a1.057,1.057,0,0,1-.722-.234.961.961,0,0,1-.308-.774q-.007-4.286,0-8.571a.948.948,0,0,1,.953-.954c.14,0,.279,0,.417,0a.46.46,0,0,0,.438-.3c.03-.077.056-.156.084-.235a1.227,1.227,0,0,1,1.168-.824c.487,0,.973-.007,1.459,0a1.566,1.566,0,0,1,1.264.645c.09.117.175.239.263.358a.841.841,0,0,0,.713.359h4.223a.963.963,0,0,1,1.046,1.046v1.263c.058,0,.106.006.155.006h.958a.947.947,0,0,1,1.083.741Zm-8.385,6.4h4.751a.762.762,0,0,0,.775-.55l1.723-4.921c.114-.327.232-.653.343-.982.049-.15.006-.206-.15-.217-.027,0-.055,0-.084,0h-9.556a.774.774,0,0,0-.757.541q-.957,2.729-1.912,5.457c-.054.153-.11.3-.159.459s-.005.208.15.214c.041,0,.083,0,.126,0Zm5.414-7.442v-1.241c0-.262-.038-.3-.293-.3q-2.1,0-4.2,0a1.6,1.6,0,0,1-1.346-.679c-.089-.119-.17-.243-.263-.358a.8.8,0,0,0-.646-.324c-.477,0-.954,0-1.43,0a.46.46,0,0,0-.466.324c-.025.069-.046.14-.073.209a1.212,1.212,0,0,1-1.027.82,3.787,3.787,0,0,1-.486.009c-.2,0-.253.051-.253.254v6.1c0,.037,0,.074.01.151.026-.069.038-.1.048-.129q.654-1.864,1.306-3.729a1.551,1.551,0,0,1,1.557-1.1h7.559Z"
                                                        transform="translate(4822.68 1900.029)"
                                                        fill="#c95dff"
                                                    />
                                                </g>
                                            </svg>
                                        </div>
                                        <span className=" text-xs ">فایل تمرین دارد</span>
                                    </div>
                                </div>
                            </div>
                            <div className="flex items-center mb-5 mt-4">
                                <div className="ml-2 py-2 px-4 flex justify-center items-center  rounded-lg bg-mainBlue ">
                                    <svg
                                        xmlns="http://www.w3.org/2000/svg"
                                        fill="none"
                                        viewBox="0 0 24 24"
                                        strokeWidth={1.5}
                                        stroke="#ffff"
                                        className="w-7 h-7 "
                                    >
                                        <path
                                            strokeLinecap="round"
                                            strokeLinejoin="round"
                                            d="M2.036 12.322a1.012 1.012 0 010-.639C3.423 7.51 7.36 4.5 12 4.5c4.638 0 8.573 3.007 9.963 7.178.07.207.07.431 0 .639C20.577 16.49 16.64 19.5 12 19.5c-4.638 0-8.573-3.007-9.963-7.178z"
                                        />
                                        <path
                                            strokeLinecap="round"
                                            strokeLinejoin="round"
                                            d="M15 12a3 3 0 11-6 0 3 3 0 016 0z"
                                        />
                                    </svg>
                                </div>
                                <div className=" rounded-lg py-2 px-5 bg-mainPurple flex">
                                    <div className="ml-2 ">
                                        <svg
                                            id="Group_54"
                                            data-name="Group 54"
                                            xmlns="http://www.w3.org/2000/svg"
                                            width="25.001"
                                            height="25.042"
                                            viewBox="0 0 25.001 25.042"
                                        >
                                            <path
                                                id="Path_11"
                                                data-name="Path 11"
                                                d="M-654.627-137.441a1.528,1.528,0,0,1,.757.617c1.611,2.2,3.231,4.4,4.841,6.6a.474.474,0,0,0,.442.218c1.027-.01,2.054,0,3.08-.005a.925.925,0,0,1,.814.362.968.968,0,0,1,.18.509c.014,1.353-.014,2.706.019,4.058a.949.949,0,0,1-.894.937c-.219,0-.439,0-.684,0-.047.39-.095.766-.137,1.143-.089.793-.173,1.587-.262,2.38a.989.989,0,0,1-1.225.981.945.945,0,0,1-.73-1.042c.057-.682.14-1.361.216-2.041.09-.8.186-1.6.275-2.4a.991.991,0,0,1,1.067-.972c.138,0,.277,0,.435,0v-1.939h-21.091v1.939h16.508a1.011,1.011,0,0,1,1.077.667.975.975,0,0,1-.835,1.281c-.105.01-.212.007-.318.007h-14.791c.06.513.116,1,.175,1.493q.308,2.571.617,5.142c.06.5.107,1,.194,1.5a1.927,1.927,0,0,0,1.9,1.642c.2.007.391,0,.587,0q5.7,0,11.393,0a1.95,1.95,0,0,0,1.962-1.324c.06-.167.083-.347.127-.521a.969.969,0,0,1,1.148-.738.99.99,0,0,1,.764,1.117,3.907,3.907,0,0,1-3.945,3.42q-4.926.008-9.852,0c-.66,0-1.321-.019-1.98,0a3.988,3.988,0,0,1-4.118-3.738c-.178-1.872-.439-3.736-.663-5.6q-.131-1.092-.26-2.183c-.008-.063-.018-.126-.031-.215-.21,0-.412,0-.613,0a.974.974,0,0,1-1.017-1.017q-.009-1.919,0-3.838a.969.969,0,0,1,1.022-1.01c1.059-.006,2.119-.007,3.178,0a.432.432,0,0,0,.4-.208q2.424-3.313,4.856-6.621a1.487,1.487,0,0,1,.764-.609h.391a3.071,3.071,0,0,1,.343.177.988.988,0,0,1,.162,1.479q-2.037,2.777-4.077,5.552c-.046.062-.086.128-.141.209h11.277c-.06-.088-.1-.155-.148-.219l-2.878-3.917c-.415-.564-.837-1.123-1.242-1.695a.968.968,0,0,1,.482-1.542.741.741,0,0,0,.085-.045Z"
                                                transform="translate(669.495 137.441)"
                                                fill="#fff"
                                            />
                                            <path
                                                id="Path_12"
                                                data-name="Path 12"
                                                d="M-512.114,176.343c0,.619,0,1.238,0,1.858a.984.984,0,0,1-.971,1.062.98.98,0,0,1-.983-1.05q-.005-1.882,0-3.764a.98.98,0,0,1,.983-1.05.984.984,0,0,1,.971,1.062C-512.112,175.088-512.114,175.716-512.114,176.343Z"
                                                transform="translate(521.701 -158.14)"
                                                fill="#fff"
                                            />
                                            <path
                                                id="Path_13"
                                                data-name="Path 13"
                                                d="M-432.421,176.345c0,.619,0,1.238,0,1.858a.984.984,0,0,1-.973,1.061.98.98,0,0,1-.981-1.052q0-1.882,0-3.764a.98.98,0,0,1,.985-1.048.98.98,0,0,1,.969,1.04C-432.417,175.074-432.421,175.709-432.421,176.345Z"
                                                transform="translate(445.919 -158.14)"
                                                fill="#fff"
                                            />
                                            <path
                                                id="Path_14"
                                                data-name="Path 14"
                                                d="M-354.676,176.315c0-.619,0-1.238,0-1.858a.983.983,0,0,1,.975-1.058.981.981,0,0,1,.979,1.054q0,1.882,0,3.764a.979.979,0,0,1-.987,1.046.98.98,0,0,1-.967-1.042C-354.68,177.586-354.676,176.95-354.676,176.315Z"
                                                transform="translate(370.131 -158.141)"
                                                fill="#fff"
                                            />
                                        </svg>
                                    </div>
                                    <div className="text-white font-base">افزودن به سبد خرید</div>
                                </div>
                            </div>
                        </div>
                        <div className="rounded-xl overflow-hidden flex flex-col items-center mx-8 bg-white shadow-lg">
                            <div className="bg-slate-200 rounded-xl overflow-hidden relative w-80 flex">
                                <Image src="/handsome.png" width={350} height={300} />
                            </div>
                            <div className="flex flex-col justify-center items-start py-3 px-5 w-full">
                                <div className="mb-3">دوره فلان در جبر و بیسار مثلثاتی</div>
                                <div className="flex justify-start  w-full">
                                    <div className="flex ml-2">
                                        <div className="flex justify-center items-center ml-[5px]">
                                            <svg
                                                xmlns="http://www.w3.org/2000/svg"
                                                width="13.077"
                                                height="13.081"
                                                viewBox="0 0 13.077 13.081"
                                            >
                                                <g
                                                    id="Group_48"
                                                    data-name="Group 48"
                                                    transform="translate(0 0)"
                                                >
                                                    <g
                                                        id="Group_29"
                                                        data-name="Group 29"
                                                        transform="translate(0 0)"
                                                    >
                                                        <path
                                                            id="Path_84"
                                                            data-name="Path 84"
                                                            d="M-5350.2-2136.846v.767c-.007.045-.017.09-.023.135-.041.281-.064.567-.124.844a6.347,6.347,0,0,1-2.428,3.826,6.341,6.341,0,0,1-5.336,1.2,6.315,6.315,0,0,1-3.81-2.41,6.363,6.363,0,0,1-1.322-4.631,6.315,6.315,0,0,1,1.595-3.656,6.421,6.421,0,0,1,3.783-2.128c.246-.044.5-.068.743-.1h.767a.708.708,0,0,0,.1.021,6.225,6.225,0,0,1,2.853.9,6.452,6.452,0,0,1,3.1,4.494C-5350.256-2137.343-5350.233-2137.093-5350.2-2136.846Zm-6.534-5.14a5.53,5.53,0,0,0-5.529,5.516,5.53,5.53,0,0,0,5.513,5.531,5.529,5.529,0,0,0,5.535-5.522A5.527,5.527,0,0,0-5356.735-2141.986Z"
                                                            transform="translate(5363.278 2143.002)"
                                                            fill="#c95dff"
                                                        />
                                                        <path
                                                            id="Path_85"
                                                            data-name="Path 85"
                                                            d="M-5174.85-2046.156c0-.489,0-.979,0-1.468a.508.508,0,0,1,.683-.509.521.521,0,0,1,.333.535c0,.856,0,1.711,0,2.567a.27.27,0,0,0,.123.252q.842.621,1.676,1.255a.5.5,0,0,1,.121.729.505.505,0,0,1-.727.08c-.468-.347-.934-.7-1.4-1.048-.185-.138-.366-.28-.553-.413a.583.583,0,0,1-.257-.512C-5174.848-2045.177-5174.85-2045.666-5174.85-2046.156Z"
                                                            transform="translate(5180.879 2051.201)"
                                                            fill="#c95dff"
                                                        />
                                                    </g>
                                                </g>
                                            </svg>
                                        </div>
                                        <span className=" text-xs ">10 ساعت</span>
                                    </div>
                                    <div className="flex ml-2">
                                        <div className="flex justify-center items-center ml-[5px]">
                                            <svg
                                                xmlns="http://www.w3.org/2000/svg"
                                                width="13.078"
                                                height="13.076"
                                                viewBox="0 0 13.078 13.076"
                                            >
                                                <g
                                                    id="Group_50"
                                                    data-name="Group 50"
                                                    transform="translate(0)"
                                                >
                                                    <path
                                                        id="Path_87"
                                                        data-name="Path 87"
                                                        d="M-4889.846-2286.765v-.766a.719.719,0,0,0,.021-.111,6,6,0,0,1,.594-2.267,6.454,6.454,0,0,1,4.973-3.7c.187-.031.377-.049.566-.073h.766a.675.675,0,0,0,.1.021,6.052,6.052,0,0,1,2.576.743,6.42,6.42,0,0,1,3.471,5.5,5.976,5.976,0,0,1-.76,3.339,6.416,6.416,0,0,1-5.532,3.461,5.979,5.979,0,0,1-3.006-.611,6.444,6.444,0,0,1-3.664-4.78C-4889.792-2286.259-4889.812-2286.513-4889.846-2286.765Zm6.534,5.06a5.441,5.441,0,0,0,5.447-5.433,5.445,5.445,0,0,0-5.44-5.453,5.446,5.446,0,0,0-5.446,5.434A5.443,5.443,0,0,0-4883.312-2281.7Z"
                                                        transform="translate(4889.846 2293.686)"
                                                        fill="#c95dff"
                                                    />
                                                    <path
                                                        id="Path_88"
                                                        data-name="Path 88"
                                                        d="M-4754.358-2185.989c0-.63,0-1.26,0-1.89a.358.358,0,0,1,.182-.364.359.359,0,0,1,.4.07q1.3.947,2.6,1.892a.335.335,0,0,1,0,.6q-1.305.949-2.611,1.9a.353.353,0,0,1-.393.06.352.352,0,0,1-.178-.353C-4754.356-2184.712-4754.358-2185.351-4754.358-2185.989Z"
                                                        transform="translate(4759.821 2192.527)"
                                                        fill="#c95dff"
                                                    />
                                                </g>
                                            </svg>
                                        </div>
                                        <span className=" text-xs ">16 جلسه</span>
                                    </div>
                                    <div className="flex">
                                        <div className="flex justify-center items-center ml-[5px]">
                                            <svg
                                                xmlns="http://www.w3.org/2000/svg"
                                                width="14.226"
                                                height="11.901"
                                                viewBox="0 0 14.226 11.901"
                                            >
                                                <g
                                                    id="Group_49"
                                                    data-name="Group 49"
                                                    transform="translate(0)"
                                                >
                                                    <path
                                                        id="Path_86"
                                                        data-name="Path 86"
                                                        d="M-4808.455-1895.3l-2.132,6.111a1.537,1.537,0,0,1-1.488,1.06q-4.788,0-9.571,0a1.057,1.057,0,0,1-.722-.234.961.961,0,0,1-.308-.774q-.007-4.286,0-8.571a.948.948,0,0,1,.953-.954c.14,0,.279,0,.417,0a.46.46,0,0,0,.438-.3c.03-.077.056-.156.084-.235a1.227,1.227,0,0,1,1.168-.824c.487,0,.973-.007,1.459,0a1.566,1.566,0,0,1,1.264.645c.09.117.175.239.263.358a.841.841,0,0,0,.713.359h4.223a.963.963,0,0,1,1.046,1.046v1.263c.058,0,.106.006.155.006h.958a.947.947,0,0,1,1.083.741Zm-8.385,6.4h4.751a.762.762,0,0,0,.775-.55l1.723-4.921c.114-.327.232-.653.343-.982.049-.15.006-.206-.15-.217-.027,0-.055,0-.084,0h-9.556a.774.774,0,0,0-.757.541q-.957,2.729-1.912,5.457c-.054.153-.11.3-.159.459s-.005.208.15.214c.041,0,.083,0,.126,0Zm5.414-7.442v-1.241c0-.262-.038-.3-.293-.3q-2.1,0-4.2,0a1.6,1.6,0,0,1-1.346-.679c-.089-.119-.17-.243-.263-.358a.8.8,0,0,0-.646-.324c-.477,0-.954,0-1.43,0a.46.46,0,0,0-.466.324c-.025.069-.046.14-.073.209a1.212,1.212,0,0,1-1.027.82,3.787,3.787,0,0,1-.486.009c-.2,0-.253.051-.253.254v6.1c0,.037,0,.074.01.151.026-.069.038-.1.048-.129q.654-1.864,1.306-3.729a1.551,1.551,0,0,1,1.557-1.1h7.559Z"
                                                        transform="translate(4822.68 1900.029)"
                                                        fill="#c95dff"
                                                    />
                                                </g>
                                            </svg>
                                        </div>
                                        <span className=" text-xs ">فایل تمرین دارد</span>
                                    </div>
                                </div>
                            </div>
                            <div className="flex items-center mb-5 mt-4">
                                <div className="ml-2 py-2 px-4 flex justify-center items-center  rounded-lg bg-mainBlue ">
                                    <svg
                                        xmlns="http://www.w3.org/2000/svg"
                                        fill="none"
                                        viewBox="0 0 24 24"
                                        strokeWidth={1.5}
                                        stroke="#ffff"
                                        className="w-7 h-7 "
                                    >
                                        <path
                                            strokeLinecap="round"
                                            strokeLinejoin="round"
                                            d="M2.036 12.322a1.012 1.012 0 010-.639C3.423 7.51 7.36 4.5 12 4.5c4.638 0 8.573 3.007 9.963 7.178.07.207.07.431 0 .639C20.577 16.49 16.64 19.5 12 19.5c-4.638 0-8.573-3.007-9.963-7.178z"
                                        />
                                        <path
                                            strokeLinecap="round"
                                            strokeLinejoin="round"
                                            d="M15 12a3 3 0 11-6 0 3 3 0 016 0z"
                                        />
                                    </svg>
                                </div>
                                <div className=" rounded-lg py-2 px-5 bg-mainPurple flex">
                                    <div className="ml-2 ">
                                        <svg
                                            id="Group_54"
                                            data-name="Group 54"
                                            xmlns="http://www.w3.org/2000/svg"
                                            width="25.001"
                                            height="25.042"
                                            viewBox="0 0 25.001 25.042"
                                        >
                                            <path
                                                id="Path_11"
                                                data-name="Path 11"
                                                d="M-654.627-137.441a1.528,1.528,0,0,1,.757.617c1.611,2.2,3.231,4.4,4.841,6.6a.474.474,0,0,0,.442.218c1.027-.01,2.054,0,3.08-.005a.925.925,0,0,1,.814.362.968.968,0,0,1,.18.509c.014,1.353-.014,2.706.019,4.058a.949.949,0,0,1-.894.937c-.219,0-.439,0-.684,0-.047.39-.095.766-.137,1.143-.089.793-.173,1.587-.262,2.38a.989.989,0,0,1-1.225.981.945.945,0,0,1-.73-1.042c.057-.682.14-1.361.216-2.041.09-.8.186-1.6.275-2.4a.991.991,0,0,1,1.067-.972c.138,0,.277,0,.435,0v-1.939h-21.091v1.939h16.508a1.011,1.011,0,0,1,1.077.667.975.975,0,0,1-.835,1.281c-.105.01-.212.007-.318.007h-14.791c.06.513.116,1,.175,1.493q.308,2.571.617,5.142c.06.5.107,1,.194,1.5a1.927,1.927,0,0,0,1.9,1.642c.2.007.391,0,.587,0q5.7,0,11.393,0a1.95,1.95,0,0,0,1.962-1.324c.06-.167.083-.347.127-.521a.969.969,0,0,1,1.148-.738.99.99,0,0,1,.764,1.117,3.907,3.907,0,0,1-3.945,3.42q-4.926.008-9.852,0c-.66,0-1.321-.019-1.98,0a3.988,3.988,0,0,1-4.118-3.738c-.178-1.872-.439-3.736-.663-5.6q-.131-1.092-.26-2.183c-.008-.063-.018-.126-.031-.215-.21,0-.412,0-.613,0a.974.974,0,0,1-1.017-1.017q-.009-1.919,0-3.838a.969.969,0,0,1,1.022-1.01c1.059-.006,2.119-.007,3.178,0a.432.432,0,0,0,.4-.208q2.424-3.313,4.856-6.621a1.487,1.487,0,0,1,.764-.609h.391a3.071,3.071,0,0,1,.343.177.988.988,0,0,1,.162,1.479q-2.037,2.777-4.077,5.552c-.046.062-.086.128-.141.209h11.277c-.06-.088-.1-.155-.148-.219l-2.878-3.917c-.415-.564-.837-1.123-1.242-1.695a.968.968,0,0,1,.482-1.542.741.741,0,0,0,.085-.045Z"
                                                transform="translate(669.495 137.441)"
                                                fill="#fff"
                                            />
                                            <path
                                                id="Path_12"
                                                data-name="Path 12"
                                                d="M-512.114,176.343c0,.619,0,1.238,0,1.858a.984.984,0,0,1-.971,1.062.98.98,0,0,1-.983-1.05q-.005-1.882,0-3.764a.98.98,0,0,1,.983-1.05.984.984,0,0,1,.971,1.062C-512.112,175.088-512.114,175.716-512.114,176.343Z"
                                                transform="translate(521.701 -158.14)"
                                                fill="#fff"
                                            />
                                            <path
                                                id="Path_13"
                                                data-name="Path 13"
                                                d="M-432.421,176.345c0,.619,0,1.238,0,1.858a.984.984,0,0,1-.973,1.061.98.98,0,0,1-.981-1.052q0-1.882,0-3.764a.98.98,0,0,1,.985-1.048.98.98,0,0,1,.969,1.04C-432.417,175.074-432.421,175.709-432.421,176.345Z"
                                                transform="translate(445.919 -158.14)"
                                                fill="#fff"
                                            />
                                            <path
                                                id="Path_14"
                                                data-name="Path 14"
                                                d="M-354.676,176.315c0-.619,0-1.238,0-1.858a.983.983,0,0,1,.975-1.058.981.981,0,0,1,.979,1.054q0,1.882,0,3.764a.979.979,0,0,1-.987,1.046.98.98,0,0,1-.967-1.042C-354.68,177.586-354.676,176.95-354.676,176.315Z"
                                                transform="translate(370.131 -158.141)"
                                                fill="#fff"
                                            />
                                        </svg>
                                    </div>
                                    <div className="text-white font-base">افزودن به سبد خرید</div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </>
    )
}
